{
  "emails": [
    {
      "id": "welcome_001",
      "bodylines": 6,
      "sender": "glyphis@ciphernet.net",
      "subject": "Welcome to GlyphisIO BBS",
      "body1": "Greetings.",
      "body2": "\nI am Glyphis, the sysop of this BBS. The kids round here call me Glyph for short, but you can use my full name.",
      "body3": "\nI discovered a way to post encrypted invitations to this BBS. The fact that you discovered the number to call in is impressive. That alone tells me you have potential.",
      "body4": "\nBefore we proceed, I need to know who you are. Please reply with your chosen username.",
      "body5": "\nSimply reply using R on your keyboard, type 'username: ' followed by your chosen username. Press TAB to the SEND radio button and hit ENTER to send.",
      "body6": "\n-Glyphis",
      "timestamp": "realtime",
      "token_required": "yes",
      "token_name": "PSEM",
      "auto_send": true,
      "send_on_start": true
    },
    {
      "id": "glyphis_username_ack_001",
      "bodylines": 9,
      "sender": "glyphis@ciphernet.net",
      "subject": "Welcome, {username}",
      "body1": "Great, nice to finally see you here {username},",
      "body2": "\nAs you know I have been following your development on the lesser, or should I say, \"entry level\" hacker groups and I've been impressed with what I've seen.",
      "body3": "\nBut this is the big leagues now {username}. You're in, but your access here is limited until we can find your true purpose with us.",
      "body4": "\nI have setup a little game for you to go and try out over in the game's listing.",
      "body5": "\nIt isn't hard to miss - it's the only one currently unlocked for you.",
      "body6": "\nIt's a part simulation part testing array for the work we hope to do together.",
      "body7": "\nThe rest of the BBS will remain locked until I can see that you really have the metal to be here.",
      "body8": "\nBest of luck {username},",
      "body9": "\n-Glyphis",
      "timestamp": "realtime",
      "token_required": "yes",
      "token_name": "USERNAME_SET",
      "auto_send": true,
      "send_on_start": false
    },
    {
      "id": "glyphis_simulacra_congrats_001",
      "bodylines": 11,
      "sender": "glyphis@ciphernet.net",
      "subject": "SIMULACRA CORE // Run Logged",
      "body1": "Operative {username},",
      "body2": "\nSIMULACRA CORE logged your last run.",
      "body3": "\nTime Cycle Score recorded: {tcs}.",
      "body4": "\nWe're processing everything right now. Every cycle you shaved matters.",
      "body5": "\nYou made it through that test.",
      "body6": "\nYou're certainly someone this group can use.",
      "body7": "\nTell me honestly - have you ever truly felt a purpose in this life, in this reality, in this universe?",
      "body8": "\nBecause I think a change is coming.",
      "body9": "\nThat change could be you.",
      "body10": "\nRest if you must. I'll get rain to keep you busy.",
      "body11": "\n-Glyphis",
      "timestamp": "realtime",
      "auto_send": false,
      "send_on_start": false
    },
    {
      "id": "uncle_am_audio_ops_001",
      "bodylines": 14,
      "sender": "uncle-am@ciphernet.net",
      "subject": "SIMULACRA RUNNER // Audio Ops Waiting",
      "body1": "Hey {username},",
      "body2": "\nI see you're doing well over on SIMULACRA_CORE. It's tough but once you get it, it's pretty basic after that, trust me.",
      "body3": "\nMy advice: don't underuse the WAIT command. Sometimes the pause before the jump is the difference between the desperate and the determined.",
      "body4": "\nWe haven't met. I'm uncle-am - pirate radio, audio, general safety round here. Admin logs say you rode in on a slick BRADSONIC 69000 BATTLESTATION!?",
      "body5": "\nTell me it's the black loadout!? Obsidian chassis. Cyan monitor. Mmmmmmm!",
      "body6": "\nI did a sweep through your settings (we see everything, wooo!) and I notice that you ain't got your soundcard configured? Well, good news: I'm halfway through a driver to pump crisp audio into that elegant stock RADLAND soundcard of yours.",
      "body7": "\nOn your side I need you to dig out the soundcard manual (you better not have thrown it away...F4), and pump in the ASM to power up those vanta black BRADSONIC speakers.",
      "body8": "\nBoy will they sing for you baby!",
      "body9": "\nIf you can script, I can compile, I've got OP clearance from rain.",
      "body10": "\nHead into URGENT OPS when you're ready for the task.",
      "body11": "\nAfter we have that saved on my side we could possibly get my Pirate Radio packet stream going! You won't believe the stations we can get online! SORRY! haha, I'm getting carried away. Baby steps uncle-am, you gotta code for me first!",
      "body12": "\nCatch you in the editor, I'll drop in some comments now and ping rain to unlock the section for ya,",
      "body13": "\nuncle-am",
      "body14": "\nP.S. That RADLAND card deserves a voice. Let's give it one.",
      "auto_send": false,
      "send_on_start": false,
      "timestamp": "realtime"
    }
  ]
}
